Repository: bonny/WordPress-Simple-History
Catalog: languages/simple-history-*.po
Languages: es_es

# Categories logger: detailed plain text output for deleted term
source: Deleted term "{term_name}" from taxonomy <a href="{tax_edit_link}">"{term_taxonomy}"</a>
es_es: Eliminado término <a href=“{term_edit_link}”>”{term_name}”</a> en taxonomía <a href=“{tax_edit_link}”>”{term_taxonomy}”</a>

# Categories logger: detailed plain text output for edited term
source: Edited term <a href="{term_edit_link}">"{to_term_name}"</a> in taxonomy <a href="{tax_edit_link}">"{to_term_taxonomy}"</a>
es_es: Editado término <a href=“{term_edit_link}”>”{term_name}”</a> en taxonomía <a href=“{tax_edit_link}”>”{term_taxonomy}”</a>

# A comment was added to the database by a non-logged in internet user
source: Added a comment to {comment_post_type} "{comment_post_title}"
es_es: Comentario añadido a {comment_post_type} “{comment_post_title}”

# A comment was added to the database by a logged in user
source: Added a comment to {comment_post_type} "{comment_post_title}"
es_es: Comentario añadido a {comment_post_type} “{comment_post_title}”

# A comment was approved
source: Approved a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Aprobado comentario de “{comment_post_title}” por {comment_author} ({comment_author_email})

# A comment was was unapproved
source: Unapproved a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Desaprobado comentario de “{comment_post_title}” por {comment_author} ({comment_author_email})

# A comment was marked as spam
source: Marked a comment to post "{comment_post_title}" as spam
es_es: Marcó un comentario de la entrada “{comment_post_title}” como spam

# A comment was marked moved to the trash
source: Trashed a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Eliminado comentario de “{comment_post_title}” por {comment_author} ({comment_author_email})

# A comment was restored from the trash
source: Restored a comment to "{comment_post_title}" by {comment_author} ({comment_author_email}) from the trash
es_es: Restaurado comentario de “{comment_post_title}” por {comment_author} ({comment_author_email}) de la papelera

# A comment was deleted
source: Deleted a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Eliminado comentario de “{comment_post_title}” por {comment_author} ({comment_author_email})

# A comment was edited
source: Edited a comment to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Editó un comentario a “{comment_post_title}” por {comment_author} ({comment_author_email})

# A trackback was added to the database by a non-logged in internet user
source: Added a trackback to {comment_post_type} "{comment_post_title}"
es_es: Añadido traceback a {comment_post_type} “{comment_post_title}”

# A trackback was added to the database by a logged in user
source: Added a trackback to {comment_post_type} "{comment_post_title}"
es_es: Añadido trackback a {comment_post_type} “{comment_post_title}”

# A trackback was approved
source: Approved a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Aprobó un trackback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# A trackback was was unapproved
source: Unapproved a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Desaprobó un trackback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# A trackback was marked as spam
source: Marked a trackback to post "{comment_post_title}" as spam
es_es: Marcó un trackback a la entrada “{comment_post_title}” como spam

# A trackback was marked moved to the trash
source: Trashed a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Envío a la papelera un trackback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# A trackback was restored from the trash
source: Restored a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email}) from the trash
es_es: Restableció un trackback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# A trackback was deleted
source: Deleted a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Eliminó un trackback para “{comment_post_title}” para {comment_author} ({comment_author_email})

# A trackback was edited
source: Edited a trackback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Editó un traceback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# A trackback was added to the database by a non-logged in internet user
source: Added a pingback to {comment_post_type} "{comment_post_title}"
es_es: Añadido pingback a {comment_post_type} “{comment_post_title}”

# A pingback was added to the database by a logged in user
source: Added a pingback to {comment_post_type} "{comment_post_title}"
es_es: Añadió un pingback para {comment_post_type} “{comment_post_title}”

# A pingback was approved
source: Approved a pingback to "{comment_post_title}" by "{comment_author}"" ({comment_author_email})
es_es: Aprobó un pingback para “{comment_post_title}” por “{comment_author}”” ({comment_author_email})

# A pingback was was unapproved
source: Unapproved a pingback to "{comment_post_title}" by "{comment_author}" ({comment_author_email})
es_es: Desaprobó un pingback para “{comment_post_title}” por “{comment_author}”” ({comment_author_email})

# A pingback was marked as spam
source: Marked a pingback to post "{comment_post_title}" as spam
es_es: Marcó un pingback a la entrada “{comment_post_title}” como spam

# A pingback was marked moved to the trash
source: Trashed a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Envió a la papelera un pingback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# A pingback was restored from the trash
source: Restored a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email}) from the trash
es_es: Restauró un pingback para “{comment_post_title}” por {comment_author} ({comment_author_email}) de la papelera

# A pingback was deleted
source: Deleted a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Eliminó un pingback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# A pingback was edited
source: Edited a pingback to "{comment_post_title}" by {comment_author} ({comment_author_email})
es_es: Editó un pingback para “{comment_post_title}” por {comment_author} ({comment_author_email})

# Comments logger: search
source: Comments
es_es: Comentarios

# Comments logger: search
source: All comments activity
es_es: Toda la actividad de comentarios

# Comments logger: search
source: Added comments
es_es: Comentarios añadidos

# Comments logger: search
source: Edited comments
es_es: Comentarios editados

# Comments logger: search
source: Approved comments
es_es: Comentarios aprobados

# Comments logger: search
source: Held comments
es_es: Comentarios retenidos

# Comments logger: search
source: Comments status changed to spam
es_es: Comentarios con estado cambiados a spam

# Comments logger: search
source: Trashed comments
es_es: Comentarios enviados a la papelera

# Comments logger: search
source: Untrashed comments
es_es: Comentarios sacados de la papelera

# Comments logger: search
source: Deleted comments
es_es: Comentarios eliminados

# comments logger - detailed output comment status
source: Status
es_es: Estado

# comments logger - detailed output author
source: Name
es_es: Nombre

# comments logger - detailed output email
source: Email
es_es: Correo

# comments logger - detailed output content
source: Content
es_es: Contenido

# comments logger - detailed output content
source: Comment
es_es: Comentario

source: Approved
es_es: Aprobado

source: Pending
es_es: Pendiente

source: Trackback
es_es: Traceback

source: Comment
es_es: Comentario

# comments logger - edit comment
source: View/Edit
es_es: Ver/Editar

source: Updated WordPress to {new_version} from {prev_version}
es_es: WordPress actualizado a {new_version} desde {prev_version}

source: WordPress auto-updated to {new_version} from {prev_version}
es_es: WordPress actualizado automáticamente a {new_version} desde {prev_version}

source: WordPress database version updated to {new_version} from {prev_version}
es_es: Versión de la base de datos de WordPress actualizada a {new_version} desde {prev_version}

# User logger: search
source: WordPress Core
es_es: Núcleo de WordPress

# User logger: search
source: WordPress core updates
es_es: Actualizaciones del núcleo de WordPress

source: Export Logger
es_es: Exportar registro

source: Created XML export
es_es: Creado XML de exportación

# Export logger: search
source: Export
es_es: Exportar

# Export logger: search
source: Created exports
es_es: Exportación creada

source: By %s
es_es: Por %s

source: %d occasions
es_es: %d veces

# header output when initiator is the currently logged in user
source: You
es_es: Tú

source: Anonymous user from %1$s
es_es: Usuario anónimo desde %1$s

source: %1$s ago
es_es: Hace %1$s

source: %1$s local time %3$s (%2$s GMT time)
es_es: %1$s hora local %3$s (%2$s hora GMT)

source: Created {post_type} "{attachment_title}"
es_es: Creada {post_type} “{attachment_title}”

source: Edited {post_type} "{attachment_title}"
es_es: Editada {post_type} “{attachment_title}”

source: Deleted {post_type} "{attachment_title}" ("{attachment_filename}")
es_es: Borrada {post_type} “{attachment_title}” (“{attachment_filename}”)

# Media logger: search
source: Media
es_es: Multimedia

# Media logger: search
source: All media activity
es_es: Toda la actividad de multimedia

# Media logger: search
source: Added media
es_es: Multimedia añadida

# Media logger: search
source: Updated media
es_es: Multimedia actualizada

# Media logger: search
source: Deleted media
es_es: Multimedia borrada

source: Edited {post_type} <a href="{edit_link}">"{attachment_title}"</a>
es_es: Editada {post_type} <a href=“{edit_link}”>”{attachment_title}”</a>

source: Uploaded {post_type} <a href="{edit_link}">"{attachment_title}"</a>
es_es: Actualizada {post_type} <a href=“{edit_link}”>”{attachment_title}”</a>

source: Created menu "{menu_name}"
es_es: Creado menú “{menu_name}”

source: Edited menu "{menu_name}"
es_es: Editado menú “{menu_name}”

source: Deleted menu "{menu_name}"
es_es: Borrado menú “{menu_name}”

source: Edited a menu item
es_es: Editado un elemento del menú

source: Updated menu locations
es_es: Posiciones del menú actualizadas

# Menu logger: search
source: Menus
es_es: Menús

# Menu updates logger: search
source: All menu activity
es_es: Toda la actividad de los menús

# Menu updates logger: search
source: Created menus
es_es: Menús creados

# Menu updates logger: search
source: Edited menus
es_es: Menús editados

# Menu updates logger: search
source: Deleted menus
es_es: Menús eliminados

# menu logger
source: %1$s menu item added
es_es: %1$s elemento añadido al menú

# menu logger
source: %1$s menu item removed
es_es: %1$s elemento eliminado del menú

source: Updated option "{option}"
es_es: Actualizada opción del menú “{option}”

# Options logger: search
source: Options
es_es: Opciones

# Options logger: search
source: Changed options
es_es: Opciones cambiadas

source: New value
es_es: Nuevo valor

source: Old value
es_es: Valor antiguo

source: Settings page
es_es: Página de ajustes

source: Page %1$s
es_es: Página %1$s

source: Your latests posts
es_es: Tus últimos posts

# Plugin was non-silently activated by a user
source: Activated plugin "{plugin_name}"
es_es: Activado plugin “{plugin_name}”

# Plugin was non-silently deactivated by a user
source: Deactivated plugin "{plugin_name}"
es_es: Desactivado plugin "{plugin_name}"

# Plugin was installed
source: Installed plugin "{plugin_name}"
es_es: Instalado plugin “{plugin_name}”

# Plugin failed to install
source: Failed to install plugin "{plugin_name}"
es_es: Fallo al instalar el plugin “{plugin_name}”

# Plugin was updated
source: Updated plugin "{plugin_name}" to version {plugin_version} from {plugin_prev_version}
es_es: Actualizado plugin “{plugin_name}” a la versión {plugin_version} desde {plugin_prev_version}

# Plugin update failed
source: Failed to update plugin "{plugin_name}"
es_es: Fallo al actualizar “{plugin_name}”

# Plugin files was deleted
source: Deleted plugin "{plugin_name}"
es_es: Eliminado plugin “{plugin_name}”

# Plugin was updated in bulk
source: Updated plugin "{plugin_name}" to {plugin_version} from {plugin_prev_version}
es_es: Actualizado plugin “{plugin_name}” a {plugin_version} desde {plugin_prev_version}

# Plugin was disabled because of an error
source: Deactivated plugin "{plugin_slug}" because of an error ("{deactivation_reason}").
es_es: Desactivado plugin “{plugin_slug}” debido a un error (“{deactivation_reason}”).

# Plugin logger: search
source: All plugin activity
es_es: Toda la actividad de los plugins

# Plugin logger: search
source: Activated plugins
es_es: Plugins activados

# Plugin logger: search
source: Deactivated plugins
es_es: Desactivar plugins

# Plugin logger: search
source: Installed plugins
es_es: Plugins instalados

# Plugin logger: search
source: Failed plugin installs
es_es: Instalaciónes de plugins fallida

# Plugin logger: search
source: Updated plugins
es_es: Plugins actualizados

# Plugin logger: search
source: Failed plugin updates
es_es: Actualizaciones de plugin fallidas

# Plugin logger: search
source: Deleted plugins
es_es: Plugins eliminados

source: You don't have access to this page.
es_es: No tienes acceso a esta página.

source: Could not find GitHub repository.
es_es: No se encontró el repositorio de GitHub.

source: Viewing <code>readme</code> from repository <code><a target="_blank" href="%1$s">%2$s</a></code>.
es_es: Viendo <code>readme</code> del repositorio <code><a target=“_blank” href=“%1$s”>%2$s</a></code>.

source: You do not have sufficient permissions to delete plugins for this site.
es_es: No tienes suficientes privilegios para eliminar plugins de este sitio.

# plugin logger - detailed output
source: Description
es_es: Descripción

# plugin logger - detailed output install source
source: Source
es_es: Origen

# plugin logger - detailed output install source
source: Source file name
es_es: Nombre del fichero de origen

# plugin logger - detailed output version
source: Version
es_es: Versión

source: WordPress Plugin Repository
es_es: Repositorio de plugins de WordPress

source: Uploaded ZIP archive
es_es: Subido archivo ZIP

# plugin logger: plugin info thickbox title view all info
source: View plugin info
es_es: Ver información del plugin

# plugin logger: plugin info thickbox title
source: View plugin info
es_es: Ver información del plugin

# plugin logger: plugin info thickbox title
source: View changelog
es_es: Ver changelog

source: Created {post_type} "{post_title}"
es_es: Creada {post_type} “{post_title}”

source: Updated {post_type} "{post_title}"
es_es: Actualizada {post_type} “{post_title}”

source: Restored {post_type} "{post_title}" from trash
es_es: Restaurada {post_type} “{post_title}” de la papelera

source: Deleted {post_type} "{post_title}"
es_es: Eliminada {post_type} “{post_title}”

source: Moved {post_type} "{post_title}" to the trash
es_es: Movida {post_type} “{post_title}” a la papelera

# Post logger: search
source: Posts & Pages
es_es: Entradas y Páginas

# Post logger: search
source: All posts & pages activity
es_es: Actividad de las entradas y páginas

# Post logger: search
source: Posts created
es_es: Entradas creadas

# Post logger: search
source: Posts updated
es_es: Entradas actualizadas

# Post logger: search
source: Posts trashed
es_es: Entradas enviadas a la papelera

# Post logger: search
source: Posts deleted
es_es: Entradas borradas

# Post logger: search
source: Posts restored
es_es: Entradas restauradas

source: Updated {post_type} <a href="{edit_link}">"{post_title}"</a>
es_es: Actualizada {post_type} <a href=“{edit_link}”>”{post_title}”</a>

source: Created {post_type} <a href="{edit_link}">"{post_title}"</a>
es_es: Creada {post_type} <a href=“{edit_link}”>”{post_title}”</a>

source: Moved {post_type} <a href="{edit_link}">"{post_title}"</a> to the trash
es_es: Movida {post_type} <a href=“{edit_link}”>”{post_title}”</a> a la papelera

source: Title
es_es: Título

source: Content
es_es: Contenido

source: Status
es_es: Estado

source: Publish date
es_es: Fecha de publicación

source: Permalink
es_es: Enlace permanente

source: Comment status
es_es: Estado del comentario

source: Author
es_es: Autor

source: Changed from {prev_user_display_name} ({prev_user_email}) to {new_user_display_name} ({new_user_email})
es_es: Cambiado de {prev_user_display_name} ({prev_user_email}) a {new_user_display_name} ({new_user_email})

source: Changed from {prev_page_template} to {new_page_template}
es_es: Cambiado de {prev_page_template} a {new_page_template}

source: Changed from "{prev_page_template_name}" to "{new_page_template_name}"
es_es: Cambiado de “{prev_page_template_name}” a “{new_page_template_name}”

source: Template
es_es: Plantilla

source: Custom fields
es_es: Campos personalizados

source: Featured image
es_es: Imagen destacada

source: Switched theme to "{theme_name}" from "{prev_theme_name}"
es_es: Tema cambiado a “{theme_name}” de “{prev_theme_name}”

source: Installed theme "{theme_name}"
es_es: Instalado tema “{theme_name}”

source: Deleted theme with slug "{theme_slug}"
es_es: Eliminado tema con slug “{theme_slug}”

source: Updated theme "{theme_name}"
es_es: Actualizado tema “{theme_name}”

source: Customized theme appearance "{setting_id}"
es_es: Personalizada apariencia del tema “{setting_id}”

source: Removed widget "{widget_id_base}" from sidebar "{sidebar_id}"
es_es: Eliminado widget “{widget_id_base}” de la barra lateral “{sidebar_id}”

source: Added widget "{widget_id_base}" to sidebar "{sidebar_id}"
es_es: Añadido widget “{widget_id_base}” a la barra lateral “{sidebar_id}”

source: Changed widget order "{widget_id_base}" in sidebar "{sidebar_id}"
es_es: Cambiado orden del widget “{widget_id_base}” de la barra lateral “{sidebar_id}”

source: Changed widget "{widget_id_base}" in sidebar "{sidebar_id}"
es_es: Cambiado widget “{widget_id_base}” de la barra lateral “{sidebar_id}”

source: Changed settings for the theme custom background
es_es: Cambiados ajustes para el fondo personalizado del tema

# Theme logger: search
source: Themes & Widgets
es_es: Temas y Widgets

# Theme logger: search
source: All theme activity
es_es: Toda la actividad de los temas

# Theme logger: search
source: Updated themes
es_es: Temas actualizados

# Theme logger: search
source: Deleted themes
es_es: Temas eliminados

# Theme logger: search
source: Installed themes
es_es: Temas instalados

# Theme logger: search
source: Switched themes
es_es: Temas cambiados

# Theme logger: search
source: Changed appearance of themes
es_es: Cambiada apariencia de los temas

# Theme logger: search
source: Added widgets
es_es: Widgets añadidos

# Theme logger: search
source: Removed widgets
es_es: Widgets eliminados

# Theme logger: search
source: Changed widgets order
es_es: Cambiado orden de widgets

# Theme logger: search
source: Edited widgets
es_es: Editar widgets

# Theme logger: search
source: Background of themes changed
es_es: Fondo de temas cambiados

source: Section
es_es: Sección

source: User Logger
es_es: Usuario registrador

source: Logs user logins, logouts, and failed logins
es_es: Registrar inicios de sesión, salidas e intentos fallidos

source: Failed to login with username "{login}" (incorrect password entered)
es_es: Inicio de sesión fallido con el usuario “{login}” (contraseña introducida incorrecta)

source: Failed to login with username "{failed_username}" (username does not exist)
es_es: Inicio de sesión fallido con el usuario “{login}” (el usuario no existe)

source: Logged in
es_es: Inició sesión

source: Unknown user logged in
es_es: Usuario desconocido inició sesión

source: Logged out
es_es: Cerró sesión

source: Edited the profile for user {edited_user_login} ({edited_user_email})
es_es: Editado el perfil para el usuario {edited_user_login} ({edited_user_email})

source: Created user {created_user_login} ({created_user_email}) with role {created_user_role}
es_es: Creado el usuario {created_user_login} ({created_user_email}) con rol de {created_user_role}

source: Deleted user {deleted_user_login} ({deleted_user_email})
es_es: Eliminado usuario {deleted_user_login} ({deleted_user_email})

source: Reset their password
es_es: Restablecido su contraseña

source: Requested a password reset link for user with login '{user_login}' and email '{user_email}'
es_es: Solicitado enlace para restablecer contraseña para el usuario con nombre ’{user_login}’ y email ‘{user_email}’

# User destroys other login sessions for themself
source: Logged out from all other sessions
es_es: Terminó todas las sesiones

# User destroys all login sessions for a user
source: Logged out "{user_display_name}" from all sessions
es_es: “{user_display_name}” terminó todas las sesiones

# User logger: search
source: Users
es_es: Usuarios

# User logger: search
source: All user activity
es_es: Toda la actividad de usuarios

# User logger: search
source: Successful user logins
es_es: Inicios de sesión exitosos

# User logger: search
source: Failed user logins
es_es: Inicios de sesión fallidos

# User logger: search
source: User logouts
es_es: Cierres de sesión de usuarios

# User logger: search
source: Created users
es_es: Usuarios creados

# User logger: search
source: User profile updates
es_es: Actualizaciones del perfil de usuario

# User logger: search
source: User deletions
es_es: Borrados de usuario

source: Edited <a href="{edit_profile_link}">your profile</a>
es_es: Editó <a href=“{edit_profile_link}”>tu perfil</a>

source: Edited <a href="{edit_profile_link}">their profile</a>
es_es: Editó <a href=“{edit_profile_link}”>su perfil</a>

source: Edited your profile
es_es: Editó tu perfil

source: Edited the profile for user <a href="{edit_profile_link}">{edited_user_login} ({edited_user_email})</a>
es_es: Editó el perfil para el usuario <a href=“{edit_profile_link}”>{edited_user_login} ({edited_user_email})</a>

source: Created user <a href="{edit_profile_link}">{created_user_login} ({created_user_email})</a> with role {created_user_role}
es_es: Creado usuario <a href=“{edit_profile_link}”>{created_user_login} ({created_user_email})</a> con rol {created_user_role}

# User logger
source: First name
es_es: Nombre

# User logger
source: Last name
es_es: Apellidos

# User logger
source: Nickname
es_es: Apodo

# User logger
source: Description
es_es: Descripción

# User logger
source: Visual editor
es_es: Editor visual

# User logger
source: Keyboard shortcuts
es_es: Atajos de teclado

# User logger
source: Show Toolbar
es_es: Mostrar barra de herramientas

# User logger
source: Colour Scheme
es_es: Esquema de color

# User logger
source: Email
es_es: Correo

# User logger
source: Display name
es_es: Nombre a mostrar

# User logger
source: Website
es_es: Página web

# User logger
source: Role
es_es: Rol

# User logger
source: Locale
es_es: Lugar

# User logger
source: Password
es_es: Contraseña

# User logger
source: Changed
es_es: Cambiado

# User logger
source: User notification email sent
es_es: Correo de notificación de usuario enviado

# User logger
source: Yes, email with account details was sent
es_es: Si, un correo con los detalles de la cuenta fue enviado

# User logger
source: Notification
es_es: Notificación

# Logger: Jetpack
source: Log Jetpack settings changes
es_es: Registrar cambios de ajustes en Jetpack
