Repository: bonny/WordPress-Simple-History
Catalog: languages/simple-history-*.po
Languages: es_es

source: Donate
es_es: Donar

# donate settings headline
source: Donate
es_es: Donar

source: If you find Simple History useful please <a href="%1$s">donate</a>.
es_es: Si encuentras el plugin interesante, por favor <a href="%1$s">dona</a>.

# Export dropin: Tab name on settings page
source: Export
es_es: Exportar

# Export dropin: introtext
source: The export function will export the full history.
es_es: La función exportar exportará todo el historial.

# Export dropin: format
source: Choose format to export to
es_es: Elige el formato al que exportar

# Export dropin: submit button
source: Download Export File
es_es: Descargar fichero exportado

source: Filter history
es_es: Filtrar historial

# Filter label
source: Dates:
es_es: Fechas:

source: All dates
es_es: Todas las fechas

# Filter dropin: filter custom range
source: Custom date range...
es_es: Personalizado…

# Filter dropin: filter week
source: Last day
es_es: Último día

# Filter dropin: filter week
source: Last 7 days
es_es: Últimos 7 días

# Filter dropin: filter week
source: Last 14 days
es_es: Últimos 14 días

# Filter dropin: filter week
source: Last 30 days
es_es: Últimos 30 días

# Filter dropin: filter week
source: Last 60 days
es_es: Últimos 60 días

# Filter label
source: Between dates:
es_es: Entre las fechas:

# Filter label
source: Containing words:
es_es: Conteniendo las palabras:

source: Search events
es_es: Buscar eventos

# Filter dropin: button to show more search options
source: Show search options
es_es: Mostrar opciones de búsqueda

# Filter label
source: Log levels:
es_es: Niveles de registro:

source: All log levels
es_es: Todos los niveles de logs

# Filter label
source: Message types:
es_es: Tipos de mensaje:

source: All messages
es_es: Todos los mensajes

# Filter label
source: Users:
es_es: Usuarios:

source: All users
es_es: Todos los usuarios

# Filter dropin: button to hide more search options
source: Hide search options
es_es: Ocultar opciones de búsqueda

source: Search
es_es: Buscar

# Filter dropin, custom date range
source: From
es_es: Desde

# Filter dropin, custom date range
source: To
es_es: Para

source: Day
es_es: Día

source: Year
es_es: Año

source: %1$s %2$s, %3$s
es_es: %2$s-%1$s-%3$s

# IP Info Dropin
source: That IP address does not seem like a public one.
es_es: La dirección IP no parece ser pública.

# IP Info Dropin
source: IP address
es_es: Dirección IP

# IP Info Dropin
source: Hostname
es_es: Nombre de host

# IP Info Dropin
source: Network
es_es: Red

# IP Info Dropin
source: City
es_es: Ciudad

# IP Info Dropin
source: Region
es_es: Región

# IP Info Dropin
source: Country
es_es: País

# IP Info Dropin
source: IP info provided by %1$s ipinfo.io %2$s
es_es: Información IP proporcionada por %1$s ipinfo.io %2$s

# New rows notifier: error while checking for new rows
source: An error occured while checking for new events
es_es: Ocurrió un error mientras se buscaban nuevos eventos

source: 1 new event
es_es: 1 nuevo evento

# rss settings headline
source: RSS feed
es_es: Canal RSS

source: Enable
es_es: Activar

source: Address
es_es: Dirección

source: Regenerate
es_es: Regenerar

source: Created new secret RSS address
es_es: Creada nueva dirección RSS secreta

source: Enable RSS feed
es_es: Activar canal RSS

source: History for %s
es_es: Historial para %s

source: WordPress History for %s
es_es: Historial de WordPress para %s

source: Severity level: %1$s
es_es: Nivel de gravedad: %1$s

source: +%1$s occasion
es_es: +%1$s ocasión

source: Wrong RSS secret
es_es: Secreto RSS equivocado

source: Your RSS secret for Simple History RSS feed is wrong. Please see WordPress settings for current link to the RSS feed.
es_es: Tu secreto RSS para el canal RSS de Simple History no es válido. Por favor, vea los ajustes de Wordpress para el canal de RSS actual.

source: You can generate a new address for the RSS feed. This is useful if you think that the address has fallen into the wrong hands.
es_es: Puedes generar nuevas direcciones para los canales RSS. Esto es útil si piensas que la dirección ha caido en manos incorrectas.

source: Generate new address
es_es: Generar nueva dirección

source: Simple History has a RSS feed which you can subscribe to and receive log updates. Make sure you only share the feed with people you trust, since it can contain sensitive or confidential information.
es_es: Simple History tiene un canal de RSS al cual puedes suscribirte y recibir actualizaciones de logs. Estate seguro de que solo compartes este canal con gente de confinaza, ya que puede contener información sensible o confidencial.

source: Debug
es_es: Buscar errores

source: Test data (debug)
es_es: Probar datos (debug)

source: Enter title of new page
es_es: Título completo para la nueva página

source: Stats
es_es: Estadísticas

# Sidebar box
source: Simple History is on GitHub
es_es: Simple History está en GitHub

# Sidebar box
source: You can star, fork, or report issues with this plugin over at the <a href="%1$s">GitHub page</a>.
es_es: Puedes poner estrellas, crear un fork o reportar fallos del plugin en <a href=“%1$s”>GitHub</a>.

# Sidebar box
source: Donate to support development
es_es: Donar para apoyar el desarrollo

# Sidebar box
source: If you like and use Simple History you should <a href="%1$s">donate to keep this plugin free</a>.
es_es: Si te gusta y usas Simple History debes <a href=“%1$s”>donar para que el plugin siga siendo gratis</a>.

# Sidebar box
source: Review this plugin if you like it
es_es: Deja una opinión si te gusta el plugin

# Sidebar box
source: If you like Simple History then please <a href="%1$s">give it a nice review over at wordpress.org</a>.
es_es: Si te gusta Simple History, por favor, <a href=“%1$s”>deja una buena valoración en wordpress.org</a>.

# Sidebar box
source: A good review will help new users find this plugin. And it will make the plugin author very happy :)
es_es: Una buena opinión ayudará a nuevos usuarios encontrar este plugin. Y hará al autor del plugin muy feliz :)

# Sidebar box
source: Add more to the log
es_es: Añadir más al registro

# Sidebar box
source: Are there things you miss in the history log?
es_es: ¿Hay cosas que eches de menos en el registro?

# Sidebar box
source: Support
es_es: Soporte

# Sidebar box
source: <a href="%1$s">Visit the support forum</a> if you need help or have questions.
es_es: <a href=“%1$s”>Visita el foro de soporte</a> si necesitas ayuda o tienes alguna pregunta.

source: Just now
es_es: Justo ahora

source: Settings
es_es: Ajustes

source: <a href="%1$s">Visit the settings page</a> to change things like the number of events to show and to get access to the RSS feed with all events, and more.
es_es: <a href="%1$s">Visita la página de ajustes</a> para cambiar cosas como el número de eventos a mostrar o para conseguir acceso a el canal de RSS con todos los eventos, y más.

source: <b>%1$s events</b> have been logged the last <b>%2$s days</b>.
es_es: <b>%1$s eventos</b> han sido registrados los últimos <b>%2$s días</b>.

source: Number of events per day.
es_es: Número de eventos por día.

source: Deleted user (had id %1$s, email %2$s, login %3$s)
es_es: Usuario eliminado (tenía id %1$s, email %2$s, login %3$s)

source: Anonymous web user
es_es: Usuario web anónimo

# Event header output, when initiator is unknown
source: Other
es_es: Otro

source: Error: parameter "count" must be a number
es_es: Error: el parámetro "count" debe ser un número

source: Example tab
es_es: Pestaña de ejemplo

source: Got a 404-page when trying to visit "{request_uri}"
es_es: Se obtuvo un 404 intentando visitar "{request_uri}"

# User logger: 404
source: Pages not found (404 errors)
es_es: Páginas no encontradas (errores 404)

# User logger: 404
source: Pages not found
es_es: Páginas no encontradas

# Admin bar network name
source: View History
es_es: Ver historial

# Message visible while waiting for log to load from server the first time
source: Loading history...
es_es: Cargando historial…

# page n of n
source: of
es_es: de

source: Sorry, but there are too many similar events to show.
es_es: Lo sentimos, pero hay demasiados eventos similares para mostrar.

# API: not enought arguments passed
source: Not enough args specified
es_es: Insuficientes argumentos especificados

source: Log (debug)
es_es: Registro(debug)

source: Styles example (debug)
es_es: Ejemplos de estilo(debug)

source: Remove all log items?
es_es: ¿Eliminar todos los artículos del registro?

source: Go to the first page
es_es: Ir a la primera página

source: Go to the previous page
es_es: Ir a la página anterior

source: Go to the next page
es_es: Ir a la siguiente página

source: Go to the last page
es_es: Ir a la última página

source: Current page
es_es: Página actual

source: Oups, the log could not be loaded right now.
es_es: Oups, el registro no se puede cargar ahora mismo.

source: Hm, the log could not be loaded right now. Perhaps another plugin is giving some errors. Anyway, below is the output I got from the server.
es_es: Hm, el registro no puede ser cargado ahora. Quizás otro plugin está dando errores. De cualquier manera, debajo está la respuesta obtenida del servidor.

source: Your search did not match any history events.
es_es: Tu búsqueda no coincide con ningún evento del historial.

source: Welcome to Simple History! This is the main history feed. It will contain events that this plugin has logged.
es_es: Bienvenido a Simple History! Esto es el registro principal. Contendrá los eventos que el plugin vaya registrando.

source: Because Simple History was just recently installed, this feed does not contain much events yet. But keep the plugin activated and soon you will see detailed information about page edits, plugin updates, user logins, and much more.
es_es: Como Simple History está recién instalado, este registro no contiene apenas eventos todavía. Mantenga el plugin activado y pronto podrá ver información detallada sobre ediciones de páginas, actualizaciones de plugins, inicios de sesión y mucho más.

source: Simple History Settings
es_es: Ajustes de Simple History

source: No valid callback found
es_es: Ningún callback válido encontrado

source: Cleared database
es_es: Base de datos borrada

source: Show history
es_es: Mostrar historial

source: Number of items per page on the log page
es_es: Número de ítems por página en la página de registros

source: Number of items per page on the dashboard
es_es: Número de ítems por página en el panel de inicio

source: Clear log
es_es: Limpiar registro

source: on the dashboard
es_es: en el panel de inicio

source: as a page under the dashboard menu
es_es: como página debajo del menú del panel de inicio

source: Items in the database are automatically removed after %1$s days.
es_es: Las entradas en la base de datos son automáticamente eliminadas después de %1$s días.

source: Items in the database are kept forever.
es_es: Las entradas en la base de datos se guardan para siempre.

source: Clear log now
es_es: Limpiar registro ahora

source: The log for Simple History was cleared ({num_rows} rows were removed).
es_es: El registro para Simple History fue limpiado ({num_rows} filas fueron eliminadas)

# Database is being cleared automagically
source: Simple History removed one event that were older than {days} days
es_es: Simple History eliminó un evento que tenía más de {days} días

source: +%1$s similar event
es_es: +%1$s evento similare

source: Loading…
es_es: Cargando...

source: Showing %1$s more
es_es: Mostrando %1$s más

source: Context data
es_es: Datos de contexto

source: This is potentially useful meta data that a logger has saved.
es_es: Esto es potencialmente meta datos usables que el registrador ha guardado.

# Log level in gui
source: emergency
es_es: emergencia

# Log level in gui
source: alert
es_es: alerta

# Log level in gui
source: critical
es_es: crítico

# Log level in gui
source: warning
es_es: aviso

# Log level in gui
source: notice
es_es: noticia

# Log level in gui
source: info
es_es: información

# Log level in gui
source: Emergency
es_es: Emergencia

# Log level in gui
source: Alert
es_es: Alerta

# Log level in gui
source: Critical
es_es: Crítico

# Log level in gui
source: Warning
es_es: Aviso

# Log level in gui
source: Notice
es_es: Noticia

source: No events today so far.
es_es: Ningún evento hoy de momento.

source: One event today from one user.
es_es: Un evento de un usuario hoy.

source: One event today from one source.
es_es: Un evento hoy de un origen.

source: %1$d events today from one user.
es_es: %1$d eventos hoy de un usuario.

source: %1$d events today from %2$d users.
es_es: %1$d eventos hoy de %2$d usuarios.

source: %1$d events today from one user and one other source.
es_es: %1$d eventos hoy de un usuario y de otro origen.

source: %1$d events today from one user and %3$d other sources.
es_es: %1$d eventos hoy de un usuario y %3$d otros orígenes.

source: %1$s events today from %2$d users and %3$d other sources.
es_es: %1$s eventos hoy de %2$d usuarios y %3$d otros orígenes.

source: The slug for a logger in Simple History can be max 30 chars long.
es_es: El slug para un registrador en Simple History puede tener 30 caracteres como máximo.

source: Simple History is a great plugin, but to use it your server must have at least PHP 5.3 installed (you have version %s).
es_es: Simple History es un buen plugin, pero para usarlo tu servidor debe tener al menos PHP 5.3 instalado (tienes la versión %s).

source: Simple History requires WordPress version 4.5.1 or higher (you have version %s).
es_es: Simple History necesita al menos Wordpress 4.5.1 o superior (tienes la versión %s).

source: Found an update to WordPress.
es_es: Encontrada una actualización para Wordpress.

source: Found an update to plugin "{plugin_name}"
es_es: Encontrada una actualización para el plugin "{plugin_name}"

source: Found an update to theme "{theme_name}"
es_es: Encontrada una actualización para el tema "{theme_name}"

# Plugin logger: updates found
source: WordPress and plugins updates found
es_es: Encontradas actualizaciones de WordPress y plugins

# Plugin logger: updates found
source: All found updates
es_es: Todas las actualizaciones encontradas

# Plugin logger: updates found
source: WordPress updates found
es_es: Actualizaciones de WordPress encontradas

# Plugin logger: updates found
source: Plugin updates found
es_es: Actualizaciones del plugin encontradas

# Plugin logger: updates found
source: Theme updates found
es_es: Actualizaciones del tema encontradas

source: Available version
es_es: Versión disponible

source: Installed version
es_es: Versión instalada

source: View all updates
es_es: Ver todas las actualizaciones

source: Edited file "{file_name}" in theme "{theme_name}"
es_es: Editado fichero "{file_name}" en el tema "{theme_name}"

source: Edited file "{file_name}" in plugin "{plugin_name}"
es_es: Editado fichero "{file_name}" en el plugin "{plugin_name}"

# Plugin logger: file edits
source: Edited theme and plugin files
es_es: Editado tema y ficheros de plugin

# Plugin logger: file edits
source: All file edits
es_es: Todos los ficheros editados

# Plugin logger: file edits
source: Edited theme files
es_es: Editados ficheros del tema

# Plugin logger: file edits
source: Edited plugin files
es_es: Editados ficheros del plugin

source: File contents
es_es: Contenido del fichero

# PluginEnableMediaReplaceLogger
source: Enable Media Replace Logger
es_es: Activar registro de Enable Media Replace

# PluginEnableMediaReplaceLogger
source: Logs media updates made with the Enable Media Replace Plugin
es_es: Registrar actualizaciones del plugin Enable Media Replace

# PluginUserSwitchingLogger
source: Using plugin Enable Media Replace
es_es: Usando Enable Media Replace

# PluginEnableMediaReplaceLogger
source: Replaced attachment "{prev_attachment_title}" with new attachment "{new_attachment_title}"
es_es: Remplazado adjunto “{prev_attachment_title}” con el nuevo adjunto “{new_attachment_title}”

# PluginUserSwitchingLogger
source: User Switching Logger
es_es: Registrador de Switching Logger

# PluginUserSwitchingLogger
source: Logs user switches
es_es: Registrar cambios de usuario

# PluginUserSwitchingLogger
source: Using plugin User Switching
es_es: Usando plugin Switching Logger

# PluginUserSwitchingLogger
source: Switched to user "{user_login_to}" from user "{user_login_from}"
es_es: Cambiado a usuario “{user_login_to}” desde el usuario “{user_login_from}”

# PluginUserSwitchingLogger
source: Switched back to user "{user_login_to}" from user "{user_login_from}"
es_es: Vuelta al usuario “{user_login_to}” desde el usuario “{user_login_from}”

# PluginUserSwitchingLogger
source: Switched back to user "{user_login_to}"
es_es: Vuelta al usuario “{user_login_to}”

# PluginUserSwitchingLogger
source: Switched off user "{user_login}"
es_es: Apagado usuario “{user_login}”

# Logger: Plugin ACF
source: Logs ACF stuff
es_es: Registrar eventos de ACF

# Logger: Plugin ACF
source: Using plugin ACF
es_es: Usando plugin ACF

# Logger: Plugin ACF
source: Instruction placement
es_es: Colocación de instrucciones

# Logger: Plugin ACF
source: Label placement
es_es: Colocación de etiqueta

# Logger: Plugin ACF
source: Description
es_es: Descripción

# Logger: Plugin ACF
source: Menu order
es_es: Orden del menú

# Logger: Plugin ACF
source: Position
es_es: Posición

# Logger: Plugin ACF
source: Active
es_es: Activo

# Logger: Plugin ACF
source: Style
es_es: Estilo

# Logger: Plugin ACF
source: Checked
es_es: Marcado

# Logger: Plugin ACF
source: Unchecked
es_es: Desmarcado

# Logger: Plugin ACF
source: Hide on screen
es_es: Oculto en pantalla

# Logger: Plugin ACF
source: Deleted field
es_es: Campo eliminado

# Logger: Plugin ACF
source: Added field
es_es: Campo añadido

# Logger: Plugin ACF
source: Name:
es_es: Nombre:

# Logger: Plugin ACF
source: Parent:
es_es: Padre:

# Logger: Plugin ACF
source: Key:
es_es: Clave:

# Logger: Plugin ACF
source: Label:
es_es: Etiqueta:

# Logger: Plugin ACF
source: Type:
es_es: Tipo:

# Logger: Plugin ACF
source: Label: %1$s
es_es: Etiqueta: %1$s

# Logger: Plugin ACF
source: Modified field
es_es: Campo modificado

# Logger: Plugin Duplicate Post
source: Logs posts and pages cloned using plugin Duplicate Post
es_es: Registrar duplicados de páginas y entradas usando Duplicate Post

# Logger: Plugin Duplicate Post
source: Using plugin Duplicate Posts
es_es: Usando Duplicate Post

# Logger: Plugin Duplicate Post
source: Cloned "{duplicated_post_title}" to a new post
es_es: Clonada “{duplicated_post_title}” a una nueva entrada

# Logger: Plugin Duplicate Post
source: Cloned {duplicated_post_post_type_singular_name} <a href="{duplicated_post_edit_link}">"{duplicated_post_title}"</a> to <a href="{new_post_edit_link}">a new {duplicated_post_post_type_singular_name}</a>
es_es: Clonada {duplicated_post_post_type_singular_name} <a href=“{duplicated_post_edit_link}”>”{duplicated_post_title}”</a> a <a href=“{new_post_edit_link}”>una nueva {duplicated_post_post_type_singular_name}</a>

# Logger: Plugin Limit Login Attempts
source: Logs failed login attempts, lockouts, and configuration changes made in the plugin Limit Login Attempts
es_es: Registrar intentos fallidos de entrada, bloqueos y cambios en la configuración hechos en el plugin Limit Login Attempts

# Logger: Plugin Limit Login Attempts
source: Using plugin Limit Login Attempts
es_es: Usando plugin Limit Login Attempts

# Logger: Plugin Limit Login Attempts
source: Failed login attempt from whitelisted IP
es_es: Intento de entrada fallido desde la lista de IPs permitidas

# Logger: Plugin Limit Login Attempts
source: Was locked out because too many failed login attempts
es_es: Fue bloqueado debido a demasiados intentos de inicio fallidos

# Logger: Plugin Limit Login Attempts
source: Cleared IP log
es_es: Limpiado registro de IPs

# Logger: Plugin Limit Login Attempts
source: Reseted lockout count
es_es: Reiniciado contador de bloqueos

# Logger: Plugin Limit Login Attempts
source: Cleared current lockouts
es_es: Eliminados bloqueos actuales

# Logger: Plugin Limit Login Attempts
source: Updated options
es_es: Opciones actualizadas

# Logger: Plugin Limit Login Attempts
source: %1$d failed login attempts (%2$d lockout(s)) from IP: %3$s
es_es: %1$d intentos de inicio fallidos (%2$d bloqueo(s)) desde IP: %3$s

# Logger: Plugin Limit Login Attempts
source: %d hour
es_es: %d hora

# Logger: Plugin Limit Login Attempts
source: IP was blocked for %1$s
es_es: IP bloqueada por %1$s

# Logger: Redirection
source: Text
es_es: Texto

# Logger: Redirection
source: In plugin Redirection
es_es: En plugin Redirection

# Logger: Redirection
source: Added a redirection for URL "{source_url}"
es_es: Añadida redirección para la URL “{source_url}”

# Logger: Redirection
source: Edited redirection for URL "{prev_source_url}"
es_es: Editada URL para la redireción “{prev_source_url}”

# Logger: Redirection
source: Enabled redirection for {items_count} URL(s)
es_es: Activada redirección para {items_count} URL(s)

# Logger: Redirection
source: Disabled redirection for {items_count} URL(s)
es_es: Deshabilitada redirección para {items_count} URL(s)

# Logger: Redirection
source: Deleted redirection for {items_count} URL(s)
es_es: Eliminada redirección para {items_count} URL(s)

# Logger: Redirection
source: Updated redirection options
es_es: Actualizadas opciones de redirección

# Logger: Redirection
source: Removed all redirection options and deactivated plugin
es_es: Eliminadas todas las opciones de redirección y desactivado el plugin

# Logger: Redirection
source: Added redirection group "{group_name}"
es_es: Añadido grupo de redirecciones “{group_name}”

# Logger: Redirection
source: Enabled {items_count} redirection group(s)
es_es: Habilitados {items_count} groupo(s) de redirecciones

# Logger: Redirection
source: Disabled {items_count} redirection group(s)
es_es: Deshabilitados {items_count} groupo(s) de redirecciones

# Logger: Redirection
source: Deleted {items_count} redirection group(s)
es_es: Eliminados {items_count} groupo(s) de redirecciones

# Logger: Redirection
source: Source URL
es_es: URL de origen

# Logger: Redirection
source: Target
es_es: Objetivo

# PluginUltimateMembersLogger
source: Logs actions from the Ultimate Members plugin
es_es: Registrar eventos de Ultimate Members Logger

# PluginUltimateMembersLogger
source: Logged in
es_es: Inició sesión

source: Categories Logger
es_es: Categorías del registrador

source: Added term "{term_name}" in taxonomy "{term_taxonomy}"
es_es: Añadido término "{term_name}" en la taxonomía "{term_taxonomy}"

source: Deleted term "{term_name}" from taxonomy "{term_taxonomy}"
es_es: Eliminado término "{term_name}" en la taxonomía "{term_taxonomy}"

source: Edited term "{to_term_name}" in taxonomy "{to_term_taxonomy}"
es_es: Eliminado término "{to_term_name}" en la taxonomía "{to_term_taxonomy}"

# Categories logger: search
source: Categories
es_es: Categorías

# Category logger: search
source: All category activity
es_es: Actividad de todas las categorías

# Category logger: search
source: Term created
es_es: Término creado

# Category logger: search
source: Term deleted
es_es: Término eliminado

# Category logger: search
source: Term edited
es_es: Término editado

# Categories logger: detailed plain text output for created term
source: Added term <a href="{term_edit_link}">"{term_name}"</a> in taxonomy <a href="{tax_edit_link}">"{term_taxonomy}"</a>
es_es: Añadido término <a href=“{term_edit_link}”>”{term_name}”</a> en taxonomía <a href=“{tax_edit_link}”>”{term_taxonomy}”</a>
