Repository: bonny/WordPress-Simple-History
Catalog: languages/simple-history-*.po
Languages: es_es

# Logger: Jetpack
source: Using plugin Jetpack
es_es: Usando plugin Jetpack

# Logger: Jetpack
source: Activated Jetpack module "{module_name}"
es_es: Activado módulo de Jetpack “{module_name}”

# Logger: Jetpack
source: Deactivated Jetpack module "{module_name}"
es_es: Desactivado módulo de Jetpack “{module_name}”

# Logger: Privacy
source: Log WordPress privacy related things
es_es: Registrar eventos relacionados con la privacidad de WordPress

# Logger: Privacy
source: Created a new privacy page "{new_post_title}"
es_es: Creada nueva página de privacidad “{new_post_title}”

# Logger: Privacy
source: Set privacy page to page "{new_post_title}"
es_es: Poner página de privacidad a página “{new_post_title}”

# Logger: Privacy
source: Requested a privacy data export for user "{user_email}"
es_es: Solicitado exportación de datos privados para el usuario “{user_email}”

# Logger: Privacy
source: Downloaded personal data export file for user "{user_email}"
es_es: Descargados fichero exportado con datos personales del usuario “{user_email}”

# Logger: Privacy
source: Sent email with personal data export download info for user "{user_email}"
es_es: Enviado email con información de la descarga de los datos personales del usuario “{user_email}”

# Logger: Privacy
source: Confirmed data export request for "{user_email}"
es_es: Confirmada petición de exportación de datos para el usuario “{user_email}”

# Logger: Privacy
source: Removed data export request for "{user_email}"
es_es: Eliminada petición de exportación de datos para el usuario “{user_email}”

# Logger: Privacy
source: Sent data erasure request for "{user_email}"
es_es: Enviada petición de borrado de datos para el usuario “{user_email}”

# Logger: Privacy
source: Confirmed data erasure request for "{user_email}"
es_es: Confirmada petición de borrado de datos para el usuario“{user_email}”

# Logger: Privacy
source: Erased personal data for "{user_email}"
es_es: Borrados datos personales para el usuario“{user_email}”

# Logger: Privacy
source: Removed personal data removal request for "{user_email}"
es_es: Eliminada petición de borrado de datos personales para el usuario “{user_email}”

# Logger: Translations
source: Log WordPress translation related things
es_es: Registrar eventos relacionados con las traducciones de WordPress

# Logger: Translations
source: Updated translations for "{name}" ({language})
es_es: Actualizadas traducciones a “{name}” ({language})

source: <b>%1$s rows</b> have been logged the last <b>%2$s days</b>
es_es: <b>%1$s filas</b> han sido registradas los últimos <b>%2$s días</b>

source: Log levels
es_es: Niveles de registro

source: Number of rows logged for each log level.
es_es: Número de filas registradas para cada nivel de registro.

source: Loggers
es_es: Registradores

source: Rows per day
es_es: Filas por día

source: Users
es_es: Usuarios

source: Number of logged items for the 5 users with most logged rows.
es_es: Número de elementos registrados por los 5 usuarios con más filas registradas.

source: Deleted users are also included.
es_es: Incluidos usuarios borrados.

# debug dropin
source: Database size
es_es: Tamaño de la base de datos

# debug dropin
source: Table name
es_es: Nombre de la tabla

# debug dropin
source: Size
es_es: Tamaño

# debug dropin
source: Rows
es_es: Filas

# debug dropin
source: %s rows
es_es: %s filas

# debug dropin
source: Total %s rows, when grouped by occasion id.
es_es: %s filas en total, cuando se agrupan por el ID de ocasión.

# debug dropin
source: Loggers
es_es: Registradores

# debug dropin
source: Listing %1$d loggers, ordered by rows count in database.
es_es: Mostrando %1$d registradores, ordenados por número total de filas en la base de datos.

# debug dropin
source: Logger name
es_es: Nombre del registrador

# debug dropin
source: Description
es_es: Descripción

# debug dropin
source: Messages
es_es: Mensajes

# debug dropin
source: Capability
es_es: Capacidad

# debug dropin
source: Rows count
es_es: Registros totales

# debug dropin
source: %1$s message strings
es_es: %1$s cadenas de mensaje

# debug dropin
source: No message strings
es_es: Ninguna cadena de mensaje

# debug dropin
source: As returned from <code>get_plugins()</code>
es_es: Salida de <code>get_plugins()</code>

# debug dropin
source: Plugin name
es_es: Nombre del plugin

# debug dropin
source: Plugin file path
es_es: Ruta del fichero del plugin

# debug dropin
source: Active
es_es: Activo

# debug dropin
source: Yes
es_es: Si
